tap "anomalyco/tap", trusted: { formulae: ["opencode"] }
tap "dmtrkovalenko/fff", "https://github.com/dmtrKovalenko/homebrew-fff"
tap "homebrew/bundle"
# Run your GitHub Actions locally
brew "act"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Automate deployment, configuration, and upgrading
brew "ansible"
# Download with resuming and segmented downloading
brew "aria2"
# Bourne-Again SHell, a UNIX command interpreter
brew "bash"
# Programmable completion for Bash 3.2
brew "bash-completion"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Play, record, convert, and stream select audio and video codecs
brew "ffmpeg"
# Command-line fuzzy finder written in Go
brew "fzf"
# GitHub command-line tool
brew "gh"
# Improved top (interactive process viewer)
brew "htop"
# Tools and libraries to manipulate images in select formats
brew "imagemagick"
# Utility to optimize JPEG files
brew "jpegoptim"
# Lightweight and flexible command-line JSON processor
brew "jq"
# SOcket CAT: netcat on steroids
brew "socat"
# Cross-shell prompt for astronauts
brew "starship"
# SSL tunneling program
brew "stunnel"
# User interface to the TELNET protocol
brew "telnet"
# Terminal multiplexer
brew "tmux"
# Extremely fast Python package installer and resolver, written in Rust
brew "uv"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Feature-rich command-line audio/video downloader
brew "yt-dlp"
# Fast file search toolkit for AI agents (MCP server)
brew "dmtrkovalenko/fff/fff-mcp", trusted: true
# Tools for building Android applications
cask "android-studio"
# Terminal interface for Antigravity agents
cask "antigravity-cli"
# Multi-track audio editor and recorder
cask "audacity"
# Tool to flash OS images to SD cards & USB drives
cask "balenaetcher"
# E-books management software
cask "calibre"
# OpenAI's official ChatGPT desktop app
cask "chatgpt"
# Anthropic's official Claude AI desktop app
cask "claude"
# Terminal-based AI coding assistant
cask "claude-code@latest"
# Ghostty-based terminal with vertical tabs and notifications for AI coding agents
cask "cmux"
# OpenAI's coding agent that runs in your terminal
cask "codex"
# Write, edit, and chat about your code with AI
cask "cursor"

cask "font-powerline-symbols"
# Free and open-source image editor
cask "gimp"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Open-source cross-platform alternative to AirDrop
cask "localsend"
# Interactive tool for analyzing MongoDB data
cask "mongodb-compass"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
# Control your tools with a few keystrokes
cask "raycast"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Text editor for code, markup and prose
cask "sublime-text"
# Native GUI tool for relational databases
cask "tableplus"
# Open-source code editor
cask "visual-studio-code"
# Multimedia player
cask "vlc"
# Rust-based terminal
cask "warp"
# Video communication and virtual meeting platform
cask "zoom"

uv "graphifyy"
uv "powerline-status"
uv "watchdog"
npm "@playwright/cli"
npm "corepack"
