andrejunges.Handlebars
azemoh.one-monokai
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
Equinusocio.vsc-material-theme
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
HookyQR.beautify
letrieu.expand-region
mgmcdermott.vscode-language-babel
mikestead.dotenv
mrmlnc.vscode-duplicate
ms-python.python
ms-vscode.atom-keybindings
ms-vsliveshare.vsliveshare
octref.vetur
PeterJausovec.vscode-docker
PKief.material-icon-theme
redhat.java
robinbentley.sass-indented
streetsidesoftware.code-spell-checker
tomoki1207.vscode-input-sequence
VisualStudioExptTeam.vscodeintellicode
vmsynkov.colonize
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vuhrmeister.vscode-meteor
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
whtouche.vscode-js-console-utils
wix.vscode-import-cost
wmaurer.change-case
yzane.markdown-pdf
yzhang.markdown-all-in-one
