alefragnani.Bookmarks
alexcvzz.vscode-sqlite
andrejunges.Handlebars
azemoh.one-monokai
bungcip.better-toml
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
Compulim.vscode-clock
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
GitHub.vscode-pull-request-github
HookyQR.beautify
joelday.docthis
johnpapa.vscode-peacock
letrieu.expand-region
mikestead.dotenv
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.atom-keybindings
ms-vsliveshare.vsliveshare
octref.vetur
PKief.material-icon-theme
redhat.java
redhat.vscode-yaml
rpinski.shebang-snippets
softwaredotcom.swdc-vscode
Stepsize.tech-debt-tracker
streetsidesoftware.code-spell-checker
tomoki1207.vscode-input-sequence
VisualStudioExptTeam.vscodeintellicode
vmsynkov.colonize
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vuhrmeister.vscode-meteor
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
wix.vscode-import-cost
wmaurer.change-case
yzane.markdown-pdf
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
