adpyke.vscode-sql-formatter
alefragnani.Bookmarks
andrejunges.Handlebars
azemoh.one-monokai
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
dakara.transformer
dawhite.mustache
dbaeumer.vscode-eslint
dotenv.dotenv-vscode
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
eseom.nunjucks-template
GitHub.copilot
GitHub.copilot-chat
GitHub.copilot-labs
GitHub.vscode-pull-request-github
golang.go
johnpapa.vscode-peacock
letrieu.expand-region
mikestead.dotenv
monokai.theme-monokai-pro-vscode
mrmlnc.vscode-duplicate
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.atom-keybindings
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
octref.vetur
PKief.material-icon-theme
PKief.material-product-icons
rangav.vscode-thunder-client
redhat.vscode-yaml
richie5um2.vscode-statusbar-json-path
rpinski.shebang-snippets
ryu1kn.partial-diff
streetsidesoftware.code-spell-checker
tomoki1207.vscode-input-sequence
VisualStudioExptTeam.intellicode-api-usage-examples
vmsynkov.colonize
wayou.vscode-todo-highlight
wix.vscode-import-cost
wmaurer.change-case
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
